Repository: common-repository/wc-qpaypro
Catalog: languages/wp-qpaypro-woocommerce-*.po
Languages: es_es

source: 3 or 4 digits
es_es: 3 o 4 digitos

source: Activar pasarela de pago
es_es: Activar pasarela de pagos.

source: Allows you to receive online payments through QPayPro.
es_es: Ter permite recibir pagos en linea a traves de QPayPro.

source: Configure
es_es: Configurar

source: Credit card CVV is required.
es_es: El numero CVV de la tarjeta es obligatorio.

source: Credit card expiry date is required.
es_es: La fecha de expiración es obligatorio.

source: Credit Card holder name is required.
es_es: El nombre de la Tarjeta de Credito es obligatorio.

source: Credit Card Holder's name
es_es: Nombre en Tarjeta de Credito

source: Credit Card Number
es_es: Numero de Tarjeta de Credito

source: Credit card number is required.
es_es: El numero de tarjeta de Credito es obligatorio.

source: installments
es_es: cuotas

source: Mode
es_es: Modo

source: Modo QPayPro Live o Sandbox.
es_es: Mode QPayPro Live o Sandbox.

source: Payment failed.
es_es: Pago fallido.

source: Payment Gateway for QPayPro on WooCommerce
es_es: Pasarela de Pagos para QPayPro en WooCommerce

source: QPayPro API Secret.
es_es: API Secret.

source: QPayPro Merchant ID.
es_es: Merchant ID.

source: QPayPro payment completed.
es_es: Pago de QPayPro completado.

source: QPayPro Payment Gateway
es_es: Pasarela de Pagos de QPayPro

source: QPayPro Private Key.
es_es: Private Key.

source: QPayPro Public Key.
es_es: Public Key.

source: QPayPro Visacuotas.
es_es: Visacuotas.

source: Successful payment.
es_es: Pago realizado exitosamente.

source: Successful payment.
es_es: Pago realizado exitosamente.

source: The connection with the payment gateway service could not be completed. Please try again later.
es_es: La conexion con el procesador de pagos no se ha completado. Por favor intente nuevamente en un momento.

source: Up front
es_es: Al contado

source: WooCommerce custom payment gateway integration with QPayPro.
es_es: Integración personalizada de la pasarela de pagos de WooCommerce con QPayPro

source: Yes
es_es: Si

source: You are using the <strong>QPayPro for WooCommerce</strong> plugin developed by <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. If you need assistance configuring the plugin, help with your eCommerce site or just want to say hi, feel free to contact us <a href="https://digitallabs.agency/contacto" target="_blank">here</a>. We will be happy to work with you.
es_es: Estas utilizando el plugin <strong>QPayPro para WooCommerce</strong> desarrollado por <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. Si necesitas asistencia configurando el plugin, ayuda con tu sitio eCommerce o sipmlemente pasar a saludar, puedes contactarnos <a href="https://digitallabs.agency/contacto" target="_blank">aqui</a>. Estaremos felices de trabajar contigo.
